import { notify } from "../../core/helpers/notify.js";
//notify.warning_note(
//  $notify,
//  "تحديث جديد لخاصية إدراج الختم في صفحة طباعة الكشوف"
//);
//notify.warning_note(
//  $notify,
//  "<h2 class='hacen'>يرجى تبليغ المستشارين بوجود تحديث جديد متاح على حساباتهم تقدمه الإضافة للقيام بتثبيتها والعمل بها </h2>"
//);

notify.warning_note(
  $notify,
  "ها قد انتهى العام الدراسي، وها نحن نودعكم في هذه النسخة الأخيرة من الإضافة لهذا العام. نأمل أن تكونوا قد استفدتم منها في تسهيل أعمالكم. شكرًا لكم على دعمكم وتفاعلكم معنا خلال هذا العام الدراسي. نتمنى لكم عطلة سعيدة ونراكم في العام القادم مع المزيد من التحسينات والميزات الجديدة!"
);
notify.warning_note(
  $notify,
  "لا تنسونا من صالح دعائكم، وتذكروا زميلنا شوتري بوعلام بدعائكم فهو يمر بوعكة صحية حاليا.!"
);
